export const SAMPLE_MESSAGES = `تم خصم ر.ع 1.000 من حسابك رقم GENACOM DELIVERY\\FANJA\\OMAN\\    123456om  في 11-JUN , 22:16:28  الرصيد المتوفر هو 96.616  ر.ع
تم خصم ر.ع 3.650 من حسابك رقم AL KHAIL SHOPPING\\\\AL ATHAIBA\\  في 11-JUN , 22:00:49  الرصيد المتوفر هو 97.616  ر.ع
تم إيداع ر.ع 5.000 في حساب رقم 001 ###### 00910 من HAMID AHMED ANAS. الرصيد المتوفر هو 101.266 ر.ع
تم ايداع ر.ع   12.000  في حسابك رقم 001 ###### 00910  الرقم المرجعي. 42843437 . الرصيد المتوفر هو 99.616   ر.ع .
تم سحب ر.ع 8.500 من حساب رقم 001 ###### 00910  الى MUBA#####################AMRI. الرصيد المتوفر هو 33.316 ر.ع
تم إيداع راتبك الشهري 902.700  في حسابك  رقم  . الرصيد المتوفر هو  903.090 ر.ع .
تم خصم ر.ع   50.000  من حساب رقم 001 ###### 00910  عن طريق التحويل الداخلي . الرقم المرجعي هو  41710261 . الرصيد المتوفر هو 531.368 .
تم إيداع  ر.ع 30.000  في حساب رقم 001######00910  عن طريق التحويل المحلي ، الرقم المرجعي. 0I6152EYL TRF . الرصيد المتوفر هو ر.ع 233.870.
تم الخصم ر.ع 15.000 من  حسابك رقم  FANJA OFFSITE            FANJA        OM   04/06/2026  الرصيد المتوفر 69.279ر.ع  .
تم سحب ر.ع 100.000  من Mazoon electricity comp\\\\Fanja\\   في 01/06/2026  الرصيد المتوفر هو  141.870 ر.ع .
حمل التطبيق الأن : https://www.banknizwa.om/mb
نود إفادتكم بأن قسط التمويل الشخصي 105.797 ريال عماني المستحق للدفع في 26-05-2026 لعقد رقم 9000000002619 قد تم استلامه في 26-05-2026.`
